Repository: eduherraiz/pymallorca
Catalog: src/landing/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Encuentra el código de esta web en
ca: Troba el codi d'aquesta web a

source: y colabora con lo que creas necesario
ca: i col·labora en el que trobis necessari

source: ¡Gracias!
ca: ¡Gràcies!

source: Te informaremos de los avances en organización
ca: T'anirem informant de com es va organitzant

source: Novedades menores en
ca: Novetats menors al

source: en twitter
ca: a twitter

source: ¿Estás interesado en una asociación Python en Mallorca?
ca: Estàs interessat en una associació Python a Mallorca?

source: Unos cuantos pythoneros estamos intentando organizarlo y de momento solo te pedimos que nos dejes tu email para ir informándote.
ca: Uns quants Pythoners estam intentant organtizar-ho i de moment sols et demanam que ens deixis el teu e-mail per anar-te informant

source: Ya somos
ca: Ja som

source: pythoneros interesados
ca: pythoners interesats

source: Introduce tu email
ca: Introdueix el teu e-mail
